{
  "en": {
    "index": {
      "aboutus": "What's the PoyoWeb?",
      "aboutuscorpus": "The PoyoWeb is a free, open-source web host made by a group of teenagers (<a href='https://poyo.study'>Poyo</a>, <a href='https://tori.poyoweb.org'>Tori</a> and many collaborators) who weren't happy with the absurd pricing of other webhosts. It's run by the community and sustained by donations. The PoyoWeb will (it's very WIP) also have many, MANY perks. Some of them will be:",
      "perksList": [
        "Free custom domains",
        "Free SSL included with every custom domain",
        "500 megabytes of storage",
        "Cute interactive Dashboard",
        "Clouds",
        "A fully integrated web editor for your files",
        "SSH access to your files",
        "A super duper cool API for you to use GitHub Actions with",
        "AI Scrapers and Crawlers are blocked from the entire PoyoWeb, including YOUR site! That means your assets will be safe and sound!",
        "A very cheap $2/month tier with all the things you'd expect from a hosting provider"
      ],
      "changelog": [
          "[Tori @ 12 Jan, 2025] Fixed 'edit' button not showing and fixed file renaming.",
          "[Tori @ 11 Jan, 2025] Implemented site thumbnail system for Browser.",
          "[Poyo @ 11 Jan, 2025] Added the new banner made by @glassjungle!",
          "[Poyo @ 10 Jan, 2025] I feel like adding another changelog because I don't wanna feel useless D:",
          "[Poyo @ 10 Jan, 2025] Temporarily removed splash image on Home page",
          "[Tori @ 10 Jan, 2025] Created Blog and added RSS feed",
          "[Tori @ 09 Jan, 2025] Complete site redesign",
          "[Tori @ 09 Jan, 2025] Added Site Changelog"
      ]
    },
    "credits": {
      "contributors": [
        "Poyo! - The creator of the PoyoWeb. Handled most of the code and organizes the PoyoWeb. <a href='https://poyo.study'>Poyo.study</a>",
        "Semputernal - Hosted the PoyoWeb for a while and also gave super important advice. <a href='https://limbank.org'>Limbank.org</a>",
        "Matic - Hosts the PoyoWeb and provides feedback. He's also translating the PoyoWeb to Slovenian. <a href='https://maticboncina.si'>Maticboncina.si</a>",
        "BSOD - Great tester who helped fix many bugs and also gave lotsa ideas on the visuals.",
        "Mechagic - Main artist of the PoyoWeb, carried most of the art of the PoyoWeb and designed the third iteration of the PoyoWeb's layout.",
        "April - Cofounder of the PoyoWeb, helped write the first iteration of the PoyoWeb in PHP.",
        "Xobyte - Avid JS coder that helped fix many bugs.",
        "Pushfoo - Freelancer that helped with the PoyoWeb's security.",
        "Memecompanies - memecompanies, AKA moosyu. Keeps the discord alive and helped with file uploads.",
        "Jon - Great friend who helped with the art and thinking process of lots of stuff.",
        "SonyaFox - Found various critical bugs relating user creation and file naming.",
        "GlassJungle - Artist for the PoyoWeb. <a href='https://glassy-website.nekoweb.org'>glassy-website.nekoweb.org</a>",
        "Tori - Created the PoyoWeb browser and <a href='https://tori.poyoweb.org/poyoring.html'>PoyowebRing</a>"
      ],
      "partners": [
        "Limbank.org - FOSS organisation that hosts open-source projects. Managed by Sempu. <a href='https://limbank.org'>Limbank.org</a>",
        "Noxity.io - Hosting provider that currently is the infrastructure of the PoyoWeb. Managed by Matic. <a href='https://noxity.io'>Noxity.io</a>"
      ],
      "donators": [
        "Avrumy - <a href='https://lungers.com'>Lungers.com</a>",
        "Semputernal - <a href='https://limbank.org'>Limbank.org</a>",
        "Gustaf"
      ]
    }
  },
  "es": {
    "index": {
      "aboutus": "¿Qué es la PoyoWeb?",
      "aboutuscorpus": "La PoyoWeb es un hosting web gratuito y de código abierto creado por un grupo de adolescentes (<a href='https://poyo.study'>Poyo</a> y muchos colaboradores) que no estaban conformes con los precios absurdos de otros proveedores de hosting. Está gestionada por la comunidad y se mantiene gracias a donaciones. La PoyoWeb (aún está en desarrollo) también tendrá muchas, MUCHAS ventajas. Algunas de ellas serán:",
      "perksList": [
        "Dominios personalizados gratuitos",
        "SSL gratuito incluido con cada dominio personalizado",
        "500 megabytes de almacenamiento",
        "Un tablero interactivo y adorable",
        "Nubes",
        "Un editor web completamente integrado para tus archivos",
        "Acceso SSH a tus archivos",
        "Una API súper genial para usar con GitHub Actions",
        "¡Los scrapers y rastreadores de IA están bloqueados en toda la PoyoWeb, incluyendo TU sitio! Esto significa que tus recursos estarán seguros.",
        "Un nivel muy económico de $2/mes con todo lo que esperarías de un proveedor de hosting"
      ]
    },
    "credits": {
      "contributors": [
        "¡Poyo! - El creador de la PoyoWeb. Responsable de la mayoría del código y de la organización de la PoyoWeb. <a href='https://poyo.study'>poyo.study</a>",
        "Semputernal - Hospedó la PoyoWeb por un tiempo y también dio consejos súper importantes. <a href='https://limbank.org'>Limbank.org</a>",
        "Matic - Hostea la PoyoWeb y proporciona feedback. También está traduciendo la PoyoWeb al esloveno. <a href='https://maticboncina.si'>Maticboncina.si</a>",
        "BSOD - Gran tester que ayudó a arreglar muchos bugs y también dio muchas ideas sobre los visuales.",
        "Mechagic - Artista principal de la PoyoWeb, realizó la mayor parte del arte y diseñó la tercera iteración del diseño de la PoyoWeb.",
        "April - Cofundadora de la PoyoWeb, ayudó a escribir la primera versión de la PoyoWeb en PHP.",
        "Xobyte - Entusiasta programador de JS que ayudó a solucionar muchos errores.",
        "Pushfoo - Freelancer que ayudó con la seguridad de la PoyoWeb.",
        "Memecompanies - memecompanies, también conocido como moosyu. Mantiene vivo el Discord y ayudó con las subidas de archivos.",
        "Jon - Gran amigo que ayudó con el arte de la PoyoWeb.",
        "GlassJungle - Artista de la PoyoWeb. <a href='https://glassy-website.nekoweb.org'>glassy-website.nekoweb.org</a>"
      ],
      "partners": [
        "Limbank.org - Organización que hostea proyectos open-source, entre ellos la PoyoWeb. <a href='https://limbank.org'>Limbank.org</a>",
        "Noxity.io - Hosting actual de la PoyoWeb, manejado por Matic. <a href='https://noxity.io'>Noxity.io</a>"
      ],
      "donators": [
        "Avrumy - <a href='https://lungers.com'>Lungers.com</a>",
        "Semputernal - <a href='https://limbank.org'>Limbank.org</a>",
        "Gustaf"
      ]
    }
  }
}
